package com.revenuedepartment.service;

public class ConfigValue {
	public static final CharSequence[] ProviceItems={ 
		"กรุงเทพมหานคร","นนทบุรี","ปทุมธานี","อุทัยธานี" ,"ชัยนาท",
		"นครสวรรค์","พระนครศรีอยุธยา","ลพบุรี","สมุทรสงคราม","สมุทรสาคร",
		"สระบุรี","สิงห์บุรี","อ่างทอง ", "อุทัยธานี",//end ภาคกลาง 14 จังหวัด
		"เชียงใหม","แม่ฮ่องสอน","เชียงราย","ลำพูน","ลำปาง",
		"พะเยา","แพร่","น่าน","อุตรดิตถ์","ตาก",
		"สุโขทัย","พิษณุโลก","กำแพงเพชร","เพชรบูรณ์","พิจิตร",// end ภาคเหนือ 15 จังหวัด
		"กาฬสินธุ์ ","บึงกาฬ","ขอนแก่น","ชัยภูมิ","นครพนม",
		"นครราชสีมา","บุรีรัมย์","มหาสารคาม","มุกดาหาร","ยโสธร",
		"ร้อยเอ็ด","เลย","ศรีสะเกษ","สกลนคร","สุรินทร์",
		"หนองคาย","หนองบัวลำภู","อุดรธานี","อุบลราชธานี","อำนาจเจริญ", //end ภาคตะวันออกเฉียงเหนือ 20 จังหวุัด
		"ชลบุรี","ระยอง","จันทบุรี","ตราด","นครนายก",
		"ฉะเชิงเทรา","ปราจีนบุรี","สระแก้ว",//end ภาคตะวันออก 8 จังหวัด
		"กาญจนบุรี","ประจวบคีรีขันธ์","สุพรรณบุรี","เพชรบุรี","นครปฐม",
		"ราชบุรี",//end ภาคตะวันตก 6 จังหวัด
		"กระบี่","ชุมพร ", "ตรัง ","นครศรีธรรมราช","นราธิวาส ",
		"ปัตตานี ", "พังงา","พัทลุง","ภูเก็ต","ยะลา",
		"ระนอง",  "สงขลา" , "สตูล" , "สุราษฎร์ธานี" //end ภาคใต้  14 จัวหวัด
		};
}
